{
    "id": "02",
    "date": "08/09/2024",
    "index": "en-2024-03-11-02",
    "title": "Unforgettable",
    "bible": [
      {
        "name": "NASB",
        "verses": {
          "Rom828": "\u003Ch2\u003ERomans 8:28\u003C/h2\u003E \u003Csup\u003E28\u003C/sup\u003E And we know that God causes all things to work together for good to those who love God, to those who are called according to His purpose.",
          "Mark1411": "\u003Ch2\u003EMark 14:11\u003C/h2\u003E \u003Csup\u003E11\u003C/sup\u003E They were glad when they heard this, and promised to give him money. And he began seeking how to betray Him at an opportune time.",
          "Mark149": "\u003Ch2\u003EMark 14:9\u003C/h2\u003E \u003Csup\u003E9\u003C/sup\u003E Truly I say to you, wherever the gospel is preached in the whole world, what this woman has done will also be spoken of in memory of her.\"",
          "Mark147": "\u003Ch2\u003EMark 14:7\u003C/h2\u003E \u003Csup\u003E7\u003C/sup\u003E For you always have the poor with you, and whenever you wish you can do good to them; but you do not always have Me.",
          "Mark146": "\u003Ch2\u003EMark 14:6\u003C/h2\u003E \u003Csup\u003E6\u003C/sup\u003E But Jesus said, \"Let her alone; why do you bother her? She has done a good deed to Me.",
          "John124-John126": "\u003Ch2\u003EJohn 12:4-6\u003C/h2\u003E \u003Csup\u003E4\u003C/sup\u003E But Judas Iscariot, one of His disciples, who was intending to betray Him, said, \u003Csup\u003E5\u003C/sup\u003E \"Why was this perfume not sold for three hundred denarii and given to poor people?\" \u003Csup\u003E6\u003C/sup\u003E Now he said this, not because he was concerned about the poor, but because he was a thief, and as he had the money box, he used to pilfer what was put into it.",
          "Mark141": "\u003Ch2\u003EMark 14:1\u003C/h2\u003E \u003Csup\u003E1\u003C/sup\u003E Now the Passover and Unleavened Bread were two days away; and the chief priests and the scribes were seeking how to seize Him by stealth and kill Him;",
          "Mark141-Mark1411": "\u003Ch2\u003EMark 14:1-11\u003C/h2\u003E \u003Csup\u003E1\u003C/sup\u003E Now the Passover and Unleavened Bread were two days away; and the chief priests and the scribes were seeking how to seize Him by stealth and kill Him; \u003Csup\u003E2\u003C/sup\u003E for they were saying, \"Not during the festival, otherwise there might be a riot of the people.\" \u003Csup\u003E3\u003C/sup\u003E While He was in Bethany at the home of Simon the leper, and reclining at the table, there came a woman with an alabaster vial of very costly perfume of pure nard; and she broke the vial and poured it over His head. \u003Csup\u003E4\u003C/sup\u003E But some were indignantly remarking to one another, \"Why has this perfume been wasted? \u003Csup\u003E5\u003C/sup\u003E For this perfume might have been sold for over three hundred denarii, and the money given to the poor.\" And they were scolding her. \u003Csup\u003E6\u003C/sup\u003E But Jesus said, \"Let her alone; why do you bother her? She has done a good deed to Me. \u003Csup\u003E7\u003C/sup\u003E For you always have the poor with you, and whenever you wish you can do good to them; but you do not always have Me. \u003Csup\u003E8\u003C/sup\u003E She has done what she could; she has anointed My body beforehand for the burial. \u003Csup\u003E9\u003C/sup\u003E Truly I say to you, wherever the gospel is preached in the whole world, what this woman has done will also be spoken of in memory of her.\" \u003Csup\u003E10\u003C/sup\u003E Then Judas Iscariot, who was one of the twelve, went off to the chief priests in order to betray Him to them. \u003Csup\u003E11\u003C/sup\u003E They were glad when they heard this, and promised to give him money. And he began seeking how to betray Him at an opportune time."
        }
      },
      {
        "name": "NKJV",
        "verses": {
          "Rom828": "\u003Ch2\u003ERomans 8:28\u003C/h2\u003E \u003Csup\u003E28\u003C/sup\u003E And we know that all things work together for good to those who love God, to those who are the called according to His purpose.",
          "Mark1411": "\u003Ch2\u003EMark 14:11\u003C/h2\u003E \u003Csup\u003E11\u003C/sup\u003E And when they heard it, they were glad, and promised to give him money. So he sought how he might conveniently betray Him.",
          "Mark149": "\u003Ch2\u003EMark 14:9\u003C/h2\u003E \u003Csup\u003E9\u003C/sup\u003E Assuredly, I say to you, wherever this gospel is preached in the whole world, what this woman has done will also be told as a memorial to her.”",
          "Mark147": "\u003Ch2\u003EMark 14:7\u003C/h2\u003E \u003Csup\u003E7\u003C/sup\u003E For you have the poor with you always, and whenever you wish you may do them good; but Me you do not have always.",
          "Mark146": "\u003Ch2\u003EMark 14:6\u003C/h2\u003E \u003Csup\u003E6\u003C/sup\u003E But Jesus said, “Let her alone. Why do you trouble her? She has done a good work for Me.",
          "John124-John126": "\u003Ch2\u003EJohn 12:4-6\u003C/h2\u003E \u003Csup\u003E4\u003C/sup\u003E But one of His disciples, Judas Iscariot, Simon’s son, who would betray Him, said, \u003Csup\u003E5\u003C/sup\u003E “Why was this fragrant oil not sold for three hundred denarii and given to the poor?” \u003Csup\u003E6\u003C/sup\u003E This he said, not that he cared for the poor, but because he was a thief, and had the money box; and he used to take what was put in it.",
          "Mark141": "\u003Ch2\u003EMark 14:1\u003C/h2\u003E \u003Csup\u003E1\u003C/sup\u003E After two days it was the Passover and the  Feast of Unleavened Bread. And the chief priests and the scribes sought how they might take Him by trickery and put Him to death.",
          "Mark141-Mark1411": "\u003Ch2\u003EMark 14:1-11\u003C/h2\u003E \u003Csup\u003E1\u003C/sup\u003E After two days it was the Passover and the  Feast of Unleavened Bread. And the chief priests and the scribes sought how they might take Him by trickery and put Him to death. \u003Csup\u003E2\u003C/sup\u003E But they said, “Not during the feast, lest there be an uproar of the people.” \u003Csup\u003E3\u003C/sup\u003E And being in Bethany at the house of Simon the leper, as He sat at the table, a woman came having an alabaster flask of very costly oil of spikenard. Then she broke the flask and poured it on His head. \u003Csup\u003E4\u003C/sup\u003E But there were some who were indignant among themselves, and said, “Why was this fragrant oil wasted? \u003Csup\u003E5\u003C/sup\u003E For it might have been sold for more than three hundred denarii and given to the poor.” And they criticized her sharply. \u003Csup\u003E6\u003C/sup\u003E But Jesus said, “Let her alone. Why do you trouble her? She has done a good work for Me. \u003Csup\u003E7\u003C/sup\u003E For you have the poor with you always, and whenever you wish you may do them good; but Me you do not have always. \u003Csup\u003E8\u003C/sup\u003E She has done what she could. She has come beforehand to anoint My body for burial. \u003Csup\u003E9\u003C/sup\u003E Assuredly, I say to you, wherever this gospel is preached in the whole world, what this woman has done will also be told as a memorial to her.” \u003Csup\u003E10\u003C/sup\u003E Then Judas Iscariot, one of the twelve, went to the chief priests to betray Him to them. \u003Csup\u003E11\u003C/sup\u003E And when they heard it, they were glad, and promised to give him money. So he sought how he might conveniently betray Him."
        }
      },
      {
        "name": "KJV",
        "verses": {
          "Rom828": "\u003Ch2\u003ERomans 8:28\u003C/h2\u003E \u003Csup\u003E28\u003C/sup\u003EAnd we know that all things work together for good to them that love God, to them who are the called according to his purpose.",
          "Mark1411": "\u003Ch2\u003EMark 14:11\u003C/h2\u003E \u003Csup\u003E11\u003C/sup\u003EAnd when they heard it, they were glad, and promised to give him money. And he sought how he might conveniently betray him.",
          "Mark149": "\u003Ch2\u003EMark 14:9\u003C/h2\u003E \u003Csup\u003E9\u003C/sup\u003EVerily I say unto you, Wheresoever this gospel shall be preached throughout the whole world, this also that she hath done shall be spoken of for a memorial of her.",
          "Mark147": "\u003Ch2\u003EMark 14:7\u003C/h2\u003E \u003Csup\u003E7\u003C/sup\u003EFor ye have the poor with you always, and whensoever ye will ye may do them good: but me ye have not always.",
          "Mark146": "\u003Ch2\u003EMark 14:6\u003C/h2\u003E \u003Csup\u003E6\u003C/sup\u003EAnd Jesus said, Let her alone; why trouble ye her? she hath wrought a good work on me.",
          "John124-John126": "\u003Ch2\u003EJohn 12:4-6\u003C/h2\u003E \u003Csup\u003E4\u003C/sup\u003EThen saith one of his disciples, Judas Iscariot, Simon's son, which should betray him, \u003Csup\u003E5\u003C/sup\u003EWhy was not this ointment sold for three hundred pence, and given to the poor? \u003Csup\u003E6\u003C/sup\u003EThis he said, not that he cared for the poor; but because he was a thief, and had the bag, and bare what was put therein.",
          "Mark141": "\u003Ch2\u003EMark 14:1\u003C/h2\u003E \u003Csup\u003E14\u003C/sup\u003EAfter two days was the feast of the passover, and of unleavened bread: and the chief priests and the scribes sought how they might take him by craft, and put him to death.",
          "Mark141-Mark1411": "\u003Ch2\u003EMark 14:1-11\u003C/h2\u003E \u003Csup\u003E14\u003C/sup\u003EAfter two days was the feast of the passover, and of unleavened bread: and the chief priests and the scribes sought how they might take him by craft, and put him to death. \u003Csup\u003E2\u003C/sup\u003EBut they said, Not on the feast day, lest there be an uproar of the people. \u003Csup\u003E3\u003C/sup\u003EAnd being in Bethany in the house of Simon the leper, as he sat at meat, there came a woman having an alabaster box of ointment of spikenard very precious; and she brake the box, and poured it on his head. \u003Csup\u003E4\u003C/sup\u003EAnd there were some that had indignation within themselves, and said, Why was this waste of the ointment made? \u003Csup\u003E5\u003C/sup\u003EFor it might have been sold for more than three hundred pence, and have been given to the poor. And they murmured against her. \u003Csup\u003E6\u003C/sup\u003EAnd Jesus said, Let her alone; why trouble ye her? she hath wrought a good work on me. \u003Csup\u003E7\u003C/sup\u003EFor ye have the poor with you always, and whensoever ye will ye may do them good: but me ye have not always. \u003Csup\u003E8\u003C/sup\u003EShe hath done what she could: she is come aforehand to anoint my body to the burying. \u003Csup\u003E9\u003C/sup\u003EVerily I say unto you, Wheresoever this gospel shall be preached throughout the whole world, this also that she hath done shall be spoken of for a memorial of her. \u003Csup\u003E10\u003C/sup\u003EAnd Judas Iscariot, one of the twelve, went unto the chief priests, to betray him unto them. \u003Csup\u003E11\u003C/sup\u003EAnd when they heard it, they were glad, and promised to give him money. And he sought how he might conveniently betray him."
        }
      },
      {
        "name": "ASV",
        "verses": {
          "Rom828": "\u003Ch2\u003ERomans 8:28\u003C/h2\u003E \u003Csup\u003E28\u003C/sup\u003E And we know that to them that love God all things work together for good, even to them that are called according to his purpose.",
          "Mark1411": "\u003Ch2\u003EMark 14:11\u003C/h2\u003E \u003Csup\u003E11\u003C/sup\u003E And they, when they heard it, were glad, and promised to give him money. And he sought how he might conveniently deliver him unto them.",
          "Mark149": "\u003Ch2\u003EMark 14:9\u003C/h2\u003E \u003Csup\u003E9\u003C/sup\u003E And verily I say unto you, Wheresoever the gospel shall be preached throughout the whole world, that also which this woman hath done shall be spoken of for a memorial of her.",
          "Mark147": "\u003Ch2\u003EMark 14:7\u003C/h2\u003E \u003Csup\u003E7\u003C/sup\u003E For ye have the poor always with you, and whensoever ye will ye can do them good: but me ye have not always.",
          "Mark146": "\u003Ch2\u003EMark 14:6\u003C/h2\u003E \u003Csup\u003E6\u003C/sup\u003E But Jesus said, Let her alone; why trouble ye her? she hath wrought a good work on me.",
          "John124-John126": "\u003Ch2\u003EJohn 12:4-6\u003C/h2\u003E \u003Csup\u003E4\u003C/sup\u003E But Judas Iscariot, one of his disciples, that should betray him, saith, \u003Csup\u003E5\u003C/sup\u003E Why was not this ointment sold for three hundred shillings, and given to the poor? \u003Csup\u003E6\u003C/sup\u003E Now this he said, not because he cared for the poor; but because he was a thief, and having the bag took away what was put therein.",
          "Mark141": "\u003Ch2\u003EMark 14:1\u003C/h2\u003E \u003Csup\u003E1\u003C/sup\u003E Now after two days was the feast of the passover and the unleavened bread: and the chief priests and the scribes sought how they might take him with subtlety, and kill him:",
          "Mark141-Mark1411": "\u003Ch2\u003EMark 14:1-11\u003C/h2\u003E \u003Csup\u003E1\u003C/sup\u003E Now after two days was the feast of the passover and the unleavened bread: and the chief priests and the scribes sought how they might take him with subtlety, and kill him: \u003Csup\u003E2\u003C/sup\u003E for they said, Not during the feast, lest haply there shall be a tumult of the people. \u003Csup\u003E3\u003C/sup\u003E And while he was in Bethany in the house of Simon the leper, as he sat at meat, there came a woman having an alabaster cruse of ointment of pure nard very costly; and she brake the cruse, and poured it over his head. \u003Csup\u003E4\u003C/sup\u003E But there were some that had indignation among themselves, saying, To what purpose hath this waste of the ointment been made? \u003Csup\u003E5\u003C/sup\u003E For this ointment might have been sold for above three hundred shillings, and given to the poor. And they murmured against her. \u003Csup\u003E6\u003C/sup\u003E But Jesus said, Let her alone; why trouble ye her? she hath wrought a good work on me. \u003Csup\u003E7\u003C/sup\u003E For ye have the poor always with you, and whensoever ye will ye can do them good: but me ye have not always. \u003Csup\u003E8\u003C/sup\u003E She hath done what she could; she hath anointed my body beforehand for the burying. \u003Csup\u003E9\u003C/sup\u003E And verily I say unto you, Wheresoever the gospel shall be preached throughout the whole world, that also which this woman hath done shall be spoken of for a memorial of her. \u003Csup\u003E10\u003C/sup\u003E And Judas Iscariot, he that was one of the twelve, went away unto the chief priests, that he might deliver him unto them. \u003Csup\u003E11\u003C/sup\u003E And they, when they heard it, were glad, and promised to give him money. And he sought how he might conveniently deliver him unto them."
        }
      }
    ],
    "content": "\u003Cp\u003E\u003Ccode\u003ERead \u003Ca class=\"verse\" verse=\"Mark141-Mark1411\"\u003EMark 14:1–11\u003C/a\u003E. What two stories are intertwined here, and how do they play off of one another?\u003C/code\u003E\u003C/p\u003E\n\u003Cp\u003E\u003Ca class=\"verse\" verse=\"Mark141\"\u003EMark 14:1\u003C/a\u003E indicates that the Passover was two days away. This meeting probably occurred on either Tuesday night or Wednesday of that week. The religious leaders have a plan and timing. They just need a means to accomplish their goal. It will come from a surprising quarter.\u003C/p\u003E\n\u003Cp\u003EThis passage is the fifth sandwich story in Mark (see lesson 3). The story of the plot against Jesus is linked with a story of a woman who anoints Jesus’ head with precious perfume. Two parallel characters do opposite actions, displaying an ironic contrast.\u003C/p\u003E\n\u003Cp\u003EWho the woman is here is not revealed by Mark. Her amazing gift to Jesus stands in contrast to Judas’s perfidy in betraying his Lord. She is unnamed; he is named as one of the Twelve. The value of her gift is listed; his price is only a promise of money.\u003C/p\u003E\n\u003Cp\u003ENo specific reason is given for why she does this, but the guests at the dinner are appalled by what they consider a grand waste of close to a year’s wages in pouring out the perfume on Jesus. Jesus, however, interposes in her defense and says that what she has done will be included in gospel proclamation throughout the world as a memorial to her. It is unforgettable. Indeed, all four Gospels tell this story in one form or another, probably because of Jesus’ words memorializing her deed.\u003C/p\u003E\n\u003Cp\u003EJudas’s betrayal also is unforgettable. Mark implies that his motive was greed. The Gospel of John makes it explicit (\u003Ca class=\"verse\" verse=\"John124-John126\"\u003EJohn 12:4–6\u003C/a\u003E).\u003C/p\u003E\n\u003Cp\u003EMark contains a play on the word “good” in order to illustrate that two different motives, or plots, are in play in these stories. Jesus calls the woman’s action “good/beautiful” in \u003Ca class=\"verse\" verse=\"Mark146\"\u003EMark 14:6\u003C/a\u003E. He says you can always do “good” for the poor (\u003Ca class=\"verse\" verse=\"Mark147\"\u003EMark 14:7\u003C/a\u003E). In \u003Ca class=\"verse\" verse=\"Mark149\"\u003EMark 14:9\u003C/a\u003E, He calls her deed part of the “good news/gospel.” In \u003Ca class=\"verse\" verse=\"Mark1411\"\u003EMark 14:11\u003C/a\u003E, Judas looks for a “good opportunity” (ISV) to betray Jesus. What this play on words suggests is that the plot of men to destroy the Messiah will actually become part of the gospel story because it brings to fruition the will of God in giving His Son for the salvation of humanity.\u003C/p\u003E\n\u003Cp\u003E\u003Ccode\u003EHow does \u003Ca class=\"verse\" verse=\"Rom828\"\u003ERomans 8:28\u003C/a\u003E help explain what will happen here?\u003C/code\u003E\u003C/p\u003E\n\u003Chr\u003E\n\u003Cdiv style=\"display: none\" class=\"ss-donation-appeal\"\u003E\n\u003Cdiv class=\"ss-donation-appeal-title\"\u003E\n\u003Cp\u003ESupplemental EGW Notes\u003C/p\u003E\n\u003Cdiv class=\"ss-donation-appeal-icon\"\u003E\u003C/div\u003E\n\u003C/div\u003E\n\u003Cdiv class=\"ss-donation-appeal-text\"\u003E\n\n\u003Cp\u003EShe [Mary] had heard Jesus speak of His approaching death, and in her deep love and sorrow she had longed to show Him honor. At great personal sacrifice she had purchased an alabaster box of “ointment of spikenard, very costly,” with which to anoint His body. But now many were declaring that He was about to be crowned king. Her grief was turned to joy, and she was eager to be first in honoring her Lord. Breaking her box of ointment, she poured its contents upon the head and feet of Jesus; then, as she knelt weeping, moistening them with her tears, she wiped His feet with her long, flowing hair.\u003Cbr/\u003E\nShe had sought to avoid observation, and her movements might have passed unnoticed, but the ointment filled the room with its fragrance, and published her act to all present. . . .\u003Cbr/\u003E\nThe fragrant gift which Mary had thought to lavish upon the dead body of the Saviour she poured upon His living form. At the burial its sweetness could only have pervaded the tomb; now it gladdened His heart with the assurance of her faith and love. . . . And as He went down into the darkness of His great trial, He carried with Him the memory of that deed, an earnest of the love that would be His from His redeemed ones forever.—\u003Cem\u003EThe Desire of Ages\u003C/em\u003E, pp. 558–560.\u003C/p\u003E\n\u003Cp\u003ESatan had deceived Judas and led him to think that he was one of Christ’s true disciples; but his heart had ever been carnal. He had seen the mighty works of Jesus, he had been with Him through His ministry, and had yielded to the overpowering evidence that He was the Messiah; but Judas was close and covetous; he loved money. He complained in anger of the costly ointment poured upon Jesus. . . . Judas, as an excuse for his covetousness, urged that the ointment might have been sold and given to the poor. But it was not because he had any care for the poor; for he was selfish, and often ap­propriated to his own use that which was entrusted to his care to be given unto the poor. Judas had been inattentive to the comfort and even to the wants of Jesus, and to excuse his covetousness he often referred to the poor. This act of generosity on the part of Mary was a most cutting rebuke of his covetous disposition. The way was prepared for Satan’s temptation to find a ready reception in the heart of Judas.—\u003Cem\u003EEarly Writings\u003C/em\u003E, p. 165.\u003C/p\u003E\n\u003Cp\u003EJudas knew how anxious they [the priests and rulers] were to obtain Jesus and offered to betray Him to the chief priests and elders for a few pieces of silver. His love of money led him to agree to betray his Lord into the hands of His bitterest enemies. Satan was working directly through Judas, and in the midst of the impressive scene of the last supper, the traitor was devising plans to betray his Master.—\u003Cem\u003EEarly Writings\u003C/em\u003E, p. 166.\u003C/p\u003E\n\u003Cp\u003E\u003Csmall\u003EThe above quotations are taken from \u003Cem\u003EEllen G. White Notes for the Sabbath School Lessons\u003C/em\u003E, published by Pacific Press Publishing Association. Used by permission.\u003C/small\u003E\u003C/p\u003E\n\u003C/div\u003E\n\u003C/div\u003E\n"
  }