{
    "id": "02",
    "date": "08/09/2024",
    "index": "fr-2024-03-11-02",
    "title": "Inoubliable",
    "bible": [
      {
        "name": "LSG",
        "verses": {
          "Rom828": "\u003Ch2\u003ERomains 8:28\u003C/h2\u003E \u003Csup class=\"versenum\"\u003E28 \u003C/sup\u003ENous savons, du reste, que toutes choses concourent au bien de ceux qui aiment Dieu, de ceux qui sont appelés selon son dessein.",
          "Mark1411": "\u003Ch2\u003EMarc 14:11\u003C/h2\u003E \u003Csup class=\"versenum\"\u003E11 \u003C/sup\u003EAprès l'avoir entendu, ils furent dans la joie, et promirent de lui donner de l'argent. Et Judas cherchait une occasion favorable pour le livrer.",
          "Mark149": "\u003Ch2\u003EMarc 14:9\u003C/h2\u003E \u003Csup class=\"versenum\"\u003E9 \u003C/sup\u003EJe vous le dis en vérité, partout où la bonne nouvelle sera prêchée, dans le monde entier, on racontera aussi en mémoire de cette femme ce qu'elle a fait.",
          "Mark147": "\u003Ch2\u003EMarc 14:7\u003C/h2\u003E \u003Csup class=\"versenum\"\u003E7 \u003C/sup\u003Ecar vous avez toujours les pauvres avec vous, et vous pouvez leur faire du bien quand vous voulez, mais vous ne m'avez pas toujours.",
          "Mark146": "\u003Ch2\u003EMarc 14:6\u003C/h2\u003E \u003Csup class=\"versenum\"\u003E6 \u003C/sup\u003EMais Jésus dit: Laissez-la. Pourquoi lui faites-vous de la peine? Elle a fait une bonne action à mon égard;",
          "John124-John126": "\u003Ch2\u003EJean 12:4-6\u003C/h2\u003E \u003Csup class=\"versenum\"\u003E4 \u003C/sup\u003EUn de ses disciples, Judas Iscariot, fils de Simon, celui qui devait le livrer, dit: \u003Csup class=\"versenum\"\u003E5 \u003C/sup\u003EPourquoi n'a-t-on pas vendu ce parfum trois cent deniers, pour les donner aux pauvres? \u003Csup class=\"versenum\"\u003E6 \u003C/sup\u003EIl disait cela, non qu'il se mît en peine des pauvres, mais parce qu'il était voleur, et que, tenant la bourse, il prenait ce qu'on y mettait.",
          "Mark141": "\u003Ch2\u003EMarc 14:1\u003C/h2\u003E \u003Cspan class=\"chapternum\"\u003E14 \u003C/span\u003ELa fête de Pâque et des pains sans levain devait avoir lieu deux jours après. Les principaux sacrificateurs et les scribes cherchaient les moyens d'arrêter Jésus par ruse, et de le faire mourir.",
          "Mark141-Mark1411": "\u003Ch2\u003EMarc 14:1-11\u003C/h2\u003E \u003Cspan class=\"chapternum\"\u003E14 \u003C/span\u003ELa fête de Pâque et des pains sans levain devait avoir lieu deux jours après. Les principaux sacrificateurs et les scribes cherchaient les moyens d'arrêter Jésus par ruse, et de le faire mourir. \u003Csup class=\"versenum\"\u003E2 \u003C/sup\u003ECar ils disaient: Que ce ne soit pas pendant la fête, afin qu'il n'y ait pas de tumulte parmi le peuple. \u003Csup class=\"versenum\"\u003E3 \u003C/sup\u003EComme Jésus était à Béthanie, dans la maison de Simon le lépreux, une femme entra, pendant qu'il se trouvait à table. Elle tenait un vase d'albâtre, qui renfermait un parfum de nard pur de grand prix; et, ayant rompu le vase, elle répandit le parfum sur la tête de Jésus. \u003Csup class=\"versenum\"\u003E4 \u003C/sup\u003EQuelques-uns exprimèrent entre eux leur indignation: A quoi bon perdre ce parfum? \u003Csup class=\"versenum\"\u003E5 \u003C/sup\u003EOn aurait pu le vendre plus de trois cents deniers, et les donner aux pauvres. Et ils s'irritaient contre cette femme. \u003Csup class=\"versenum\"\u003E6 \u003C/sup\u003EMais Jésus dit: Laissez-la. Pourquoi lui faites-vous de la peine? Elle a fait une bonne action à mon égard; \u003Csup class=\"versenum\"\u003E7 \u003C/sup\u003Ecar vous avez toujours les pauvres avec vous, et vous pouvez leur faire du bien quand vous voulez, mais vous ne m'avez pas toujours. \u003Csup class=\"versenum\"\u003E8 \u003C/sup\u003EElle a fait ce qu'elle a pu; elle a d'avance embaumé mon corps pour la sépulture. \u003Csup class=\"versenum\"\u003E9 \u003C/sup\u003EJe vous le dis en vérité, partout où la bonne nouvelle sera prêchée, dans le monde entier, on racontera aussi en mémoire de cette femme ce qu'elle a fait. \u003Csup class=\"versenum\"\u003E10 \u003C/sup\u003EJudas Iscariot, l'un des douze, alla vers les principaux sacrificateurs, afin de leur livrer Jésus. \u003Csup class=\"versenum\"\u003E11 \u003C/sup\u003EAprès l'avoir entendu, ils furent dans la joie, et promirent de lui donner de l'argent. Et Judas cherchait une occasion favorable pour le livrer."
        }
      }
    ],
    "content": "\u003Cp\u003E\u003Ccode\u003ELisez \u003Ca class=\"verse\" verse=\"Mark141-Mark1411\"\u003EMarc 14:1-11\u003C/a\u003E. Quelles sont les deux histoires qui s’entremêlent dans ce passage, et comment jouent-elles l’une sur l’autre?\u003C/code\u003E\u003C/p\u003E\n\u003Cp\u003E\u003Ca class=\"verse\" verse=\"Mark141\"\u003EMarc 14:1\u003C/a\u003E dit que la Pâque devait avoir lieu dans deux jours. Cette rencontre avait probablement eu lieu le mardi soir ou le mercredi pendant cette semaine. Les chefs religieux avaient un plan et un timing. Ils avaient juste besoin d’un moyen pour atteindre leur objectif. Ce moyen viendra d’un camp surprenant.\u003C/p\u003E\n\u003Cp\u003ECe passage est la cinquième histoire racontée selon le modèle narratif d’entrelacement dans Marc (voir la leçon 3). L’histoire du complot contre Jésus est liée à l’histoire d’une femme qui a oint Sa tête d’un parfum couteux. Deux personnages parallèles font des actions opposées, affichant un contraste ironique. L’identité de la femme n’est pas révélée par Marc. Son don étonnant à Jésus contraste avec la perfidie de Judas dans la trahison de son Seigneur. Le nom de la femme n’est pas mentionné; mais le nom du traitre est mentionné comme étant l’un des douze. La valeur du don de la femme est indiquée; mais la récompense du traitre n’est qu’une promesse d’argent.\u003C/p\u003E\n\u003Cp\u003EAucune raison spécifique n’est donnée pour expliquer la raison pour laquelle elle avait fait cela, mais les invités au diner étaient consternés parce qu’ils considéraient l’acte de la femme comme un grand gaspillage de près d’un an de salaire. Jésus, cependant, s’interposa pour prendre sa défense et dit que ce qu’elle a fait sera inclus dans la proclamation de l’évangile dans le monde entier comme un mémorial en Son honneur. C’est un acte inoubliable. En effet, lesquatre Évangiles racontent cette histoire sous une forme ou une autre, probablement à cause des paroles de Jésus qui avaient rendu cet acte mémorable.\u003C/p\u003E\n\u003Cp\u003ELa trahison de Judas est également inoubliable. Marc sous-entend que sonmotif était la cupidité. L’Évangile de Jean le rend explicite (\u003Ca class=\"verse\" verse=\"John124-John126\"\u003EJn 12:4-6\u003C/a\u003E). Marc contient un jeu de mots sur l’adjectif « bon » afin d’illustrer que deux intrigues ou motifs différents sont en jeu dans ces histoires. Jésus appela l’action de la femme « bonne » dans \u003Ca class=\"verse\" verse=\"Mark146\"\u003EMarc 14:6\u003C/a\u003E, et dit que vous pouvez toujours faire du « bien » aux pauvres (\u003Ca class=\"verse\" verse=\"Mark147\"\u003EMc 14:7\u003C/a\u003E) et dans \u003Ca class=\"verse\" verse=\"Mark149\"\u003EMarc 14:9\u003C/a\u003E, Il dit que cette action fera partie de « la bonne nouvelle ». Dans \u003Ca class=\"verse\" verse=\"Mark1411\"\u003EMarc 14:11\u003C/a\u003E, Judas cherchait une bonne occasion ou une occasion « favorable » (LSG) pour livrer Jésus. Ce jeu de mots suggère que le complot des hommes pour détruire le Messie fera, en fait, partie de l’histoire de l’évangile parce que cela accomplit la volonté de Dieu de donner Son Fils pour le salut de l’humanité.\u003C/p\u003E\n\u003Cp\u003E\u003Ccode\u003EComment \u003Ca class=\"verse\" verse=\"Rom828\"\u003ERomains 8:28\u003C/a\u003E aide-t-il à expliquer ce qui se passera par la suite?\u003C/code\u003E\u003C/p\u003E\n"
  }